Repository: Naughtyknucks/bitcoin-widgets-ios
Catalog: Widgets/*.lproj/Configuration.strings
Languages: cs

# gpCwrM
source: Node Configuration
cs: Konfigurace uzlu

# tVvJ9c
source: Configure host and port of your node
cs: Nastavte adresu and port svého uzlu

# 4L4D5m
source: Host
cs: Adresa

# u1GuAn
source: Show Bitcoin Logo
cs: Zobrazit Bitcoin logo

# tWGjwd
source: Mempool Configuration
cs: Konfigurace mempool.space

# JKy8Ff
source: Configure mempool.space display options
cs: Nastavte způsob zobrazení stavu mempool.space

# 17ZqzB
source: Show Bitcoin Logo
cs: Zobrazit Bitcoin logo

# CNIGff
source: Moscow Time Configuration
cs: Konfigurace Moskevského času

# Mm0rjP
source: Configure Moscow Time format and currencies
cs: Nastavte formát a měny Moskevského času

# Ld81XL
source: Moscow Time Format
cs: Formát Moskevského času

# GivfKe
source: Format
cs: Formát

# 7TuOxV
source: Fiat Currency
cs: Fiat měna

# jf1oAa
source: Primary Currency
cs: Primární měna

# ZRIceO
source: Secondary Currency
cs: Sekundární měna

# FDOABk
source: Show Bitcoin Logo
cs: Zobrazit Bitcoin logo
