Repository: Naughtyknucks/bitcoin-widgets-ios
Catalog: Widgets/*.lproj/Localizable.strings
Languages: cs

# NodeStatus.Error.configurationRequired
source: Configuration required
cs: Proveďte konfiguraci

# NodeStatus.Error.nodeUnreachable
source: Node unreachable
cs: Uzel je nedostupný

# NodeStatusWidget.displayName
source: Node Status
cs: Stav uzlu

# NodeStatusWidget.description
source: See status of your full node.
cs: Sledujte stav svého Bitcoinového uzlu.

# MempoolStatusWidget.displayName
source: Mempool Status
cs: Stav mempool.space

# MempoolStatusWidget.description
source: See status of mempool.space Bitcoin explorer.
cs: Sledujte stav Bitcoinového prohlížeče mempool.space.

# CombinedStatusWidget.displayName
source: Combined Status
cs: Kombinovaný stav

# CombinedStatusWidget.description
source: See status of your full node and mempool.space Bitcoin explorer.
cs: Sledujte stav svého Bitcoinového uzlu a prohlížeče mempool.space.

# MoscowTimeWidget.displayName
source: Moscow Time
cs: Moskevský čas

# MoscowTimeWidget.description
source: See current Moscow Time (sats per dollar) for selected currencies.
cs: Sledujte aktuální Moskevský čas pro vybrané měny.
